[
  {
    "model": "blog.article",
    "pk": 1,
    "fields": {
      "title": "Change your default mail app on iPhone",
      "content": "Do you use your mail.com account as your primary email address? Do you have our Mail App installed on your iPhone or iPad? Final question: Did you know that you can now set mail.com as the default email app on Apple devices? Find out how – in three easy steps!\r\n\r\nWhat does default Mail app mean?\r\n\r\nWhen setting up an iPhone or iPad, iOS has a mail app that automatically comes on your device. The app itself is just called ‘Mail,’ and it is your default email app until you change it. When setting up your device, you have the option to add your email account directly into this app. The downside about that is that you don’t get the awesome features associated with your mail.com email account. The default Mail app that comes with iOS will only deliver emails and allow you to send them. Our Mail app features and advantages – that we pride ourselves on – will not be available. The fun part is that you can change your default Mail app to mail.com so you can use your email how you want.\r\n\r\nIn case you didn't get the memo, starting with version 14 of iOS and iPadOS, Apple now allows you choose the default email app and internet browser on their devices. This means you are no longer tied to the Apple Mail app or the Safari internet browser. \r\n\r\nWhat does that mean for mail.com users? If mail.com is your preferred email service (which we hope is the case), you can now use our app for all things pertaining to email. For example, “mailto” links can now open in the mail.com Mail App rather than your iPhone’s app. In other words, no more switching back and forth! Everything having to do with email on your iPhone or iPad will  automatically be directed to the app you’ve chosen as your default. So, you are now fully in charge of how you send and receive email.",
      "slug": "change-your-default-mail-app-on-iphone",
      "image": "blog/Change_your_default_email_app.jpg",
      "is_published": true,
      "views_count": 42,
      "created_date": "2023-11-18T17:18:26.683Z",
      "modified_date": "2023-11-18T18:14:42.739Z",
      "created_by": 3
    }
  },
  {
    "model": "blog.article",
    "pk": 3,
    "fields": {
      "title": "Who invented the internet and when was it invented?",
      "content": "We all know that Thomas Edison invented the light bulb and Karl Benz, the automobile. But who invented the internet? Even though we use the internet every day, we don’t widely cite a specific genius behind this innovation.\r\nThis is because the internet has been the result of gradual development rather than a flash of inspiration that can be attributed to a single person. There are definitely some key figures along this path who deserve to be celebrated, however.  Join us for a whirlwind tour of the history of the internet!\r\n\r\nHow did the internet begin?\r\n\r\nA lot of people developed and contributed to the internet that we know today. Like many of the technologies that we take for granted nowadays, it got its start during the Cold War as the U.S. government sought to gain an edge over its bitter rival, the Soviet Union. In 1957 the USSR successfully launched the world’s first satellite into orbit, a move that is widely seen as marking the start of an era in which these two global powers battled for technological supremacy. This was reflected in the foundation of new U.S. government programs such as the National Aeronautics and Space Administration (NASA) – as well as a key player in our story, the U.S. Department of Defense’s Advanced Research Projects Agency (ARPA).\r\n\r\nThis highly charged atmosphere generated the first steps on our internet history timeline. ARPA started working on one of the earliest versions of the internet – the Advanced Research Projects Agency Network (ARPANET) – as a way to let its computers connect to each other. We may take this networking capability for granted today, but keep in mind that early computers were huge and immobile, and information was stored on magnetic tapes. Sending data to another computer actually involved a trip to the post office!\r\n\r\nOn October 29, 1969, ARPANET delivered its first message: a node-to-node communication from a computer in a research facility at UCLA to another computer at Stanford University. The message was short and sweet: “LOGIN”.  Unfortunately, the system crashed, and only the first two letters were sent!\r\nWho initially developed what is now known as the internet?\r\n\r\nA first seed in the development of the internet was planted in 1962 when ARPA scientist J.C.R. Licklider outlined a vision of an “intergalactic network” that was safe from enemy attack. But it wasn’t until the middle of that decade, under Robert Taylor, that plans were laid to make the dream of an interconnected network system come true. The agency also brought in Larry Roberts from MIT in January of 1967 to get the ball rolling. Another important name to be mentioned here is Leonard Kleinrock, who incorporated the mathematical theory that underpinned the technology, known as “packet switching.” Technology firm Bolt Beranek & Newman, who you may also remember for their role in developing electronic mail, was awarded the contract to build ARPANET.\r\n\r\nDespite these claims to fame, none of the early visionaries behind ARPANET are now household names. This is because additional networks were also developed in an attempt to further data communication and computer networking. And as multiple networks of computers emerged, something was required to allow them to communicate with each other. Enter Vinton Cerf and Robert Kahn.\r\nWho invented the “internet”?\r\n\r\nComputer scientists Vinton Cerf and Robert Kahn can be found on every shortlist of people credited as inventors of the internet. This is because they came up with the Transmission Control Protocol and Internet Protocol (TCP/IP), aka the standard for how information is shared between different networks. In other words, their work is what would allow a network like ARPANET to communicate with another computer network. Kahn and Cerf went public with their ideas in 1974, leading to a system that is still in use today. RFC 675, the Specification of Internet Transmission Control Program, was published in December 1974. This document  also contains the first attested use of the term “internet” – short for “internetwork.”\r\n\r\nCerf and Kahn’s work is so integral to today’s internet that January 1, 1983, the day ARPANET and the Defense Data Network officially changed to the TCP/IP, is considered the \"official\" birthday of the internet. It marks the day on which the networks were finally connected by a universal language. And for those of you keeping track, this means the internet celebrated its fortieth birthday this year!\r\nWorld Wide Web: The internet is made public\r\n\r\nYou may think that this gives Vinton Cerf and Robert Kahn a lock on the title “Inventor of the Internet.” However, there is another strong contender. As already discussed, the 1980s saw multiple computer networks (e.g. in military installations, universities, corporations, etc.) finally able to connect and communicate with one another. However, the internet was still not accessible to the general public. This was first made possible by the creation of the World Wide Web (WWW) in 1989.\r\n\r\nAnd who invented the World Wide Web? English computer scientist Tim Berners-Lee. There is no disputing that Berners-Lee is the inventor of the systems that make the internet something that you and I can use in our everyday lives. For example, Universal Resource Locators (URLs), which allow quick access to publicly hosted information, clickable hyperlinks, the Hyper Text Transfer Protocol (HTTP) – not to mention the web browser! The World Wide Web software was placed in the public domain in 1993, and the rest, as they say, is history.\r\nGopher vs. Web\r\n\r\nOne interesting side note: if internet history had developed slightly differently, we might all be “burrowing like gophers” instead of “surfing the web.” That’s because a team at the University of Minnesota (UMN) under Mark McCahill developed a protocol for distributing and retrieving documents on IP networks called the Gopher system, releasing it in 1991. (The gopher is the UMN mascot.) Even though the Gopher system had a slight head start over the World Wide Web and soon gained users, it fizzled out by the late 1990s. This was at least partly because UMN starting charging licensing fees in 1993, while CERN remained committed to never charging royalties for the WWW.\r\n\r\nAnd there we have it – the history of the internet in a nutshell. Can any of us imagine our lives today without it? We hope you found this deep dive as fascinating as we did.",
      "slug": "who-invented-the-internet-and-when-was-it-invented",
      "image": "blog/history_of_internet_teaser.jpg",
      "is_published": true,
      "views_count": 3,
      "created_date": "2023-11-18T18:18:46.291Z",
      "modified_date": "2023-11-19T07:08:10.969Z",
      "created_by": 3
    }
  },
  {
    "model": "blog.article",
    "pk": 4,
    "fields": {
      "title": "What happens when data is hacked? What hackers do with personal data",
      "content": "Have you ever wondered “Would it make a difference if someone hacked my account? I don’t have any secret stuff in there anyway…” Unfortunately, whether it’s your email inbox or a social media account, hackers can do all sorts of dangerous things with the personal data they steal. And the consequences could affect not just you, but your friends and family as well.\r\n“Can a hacker use my data?” The answer is a definite yes – hacking attacks leading to data theft is a lucrative business model for cybercriminals. To you, it might be “just” a junk mail account or a forgotten Facebook profile, but even a seldom used email address can be of value to a spammer. And if the account is linked to a credit card number or identifying personal information, its value only increases.\r\n\r\n1. A hijacked email account\r\n\r\nA hacked email account can unlock a treasure trove of information for a cybercriminal. Once they know your email address and have access to your incoming mails, all they have to do is identify sites where you have a login – e.g. Amazon or other popular online stores – and start hitting “I forgot my password”. Then they can use the password reset links that are automatically sent to you to gain access to your account on those shopping sites, where you may have saved your credit card information.\r\n\r\nIf your primary email account is the one that’s hacked, they may find other information that sets the ball rolling for further fraudulent activities: bank and credit card statements, legal or business correspondence, rental or credit applications – the list goes on. It’s no wonder that hackers go to such great lengths to get their hands on our email passwords. Keep reading to find out other motivations for targeting your personal data.\r\n\r\n2. Login data is a gateway to your financial information\r\n\r\nIf a hacker gains access to your username, email, or password through a data breach or other means, they can use this information to try to access all your online accounts. If they successfully get into your account on an e-commerce site, for example, it could cost you dearly, because most of us take advantage of the convenience saving our payment details on trusted sites. Cybercriminals love targeting such sites because of the many ways they can exploit the information they find there: to use your credit card to make purchases, to sign up for other services, or even to open new bank accounts or take out loans.\r\n\r\nOnce they gain access to any of your online accounts, hackers can also change the account password and username, leaving you locked out. This practice of account takeover can also be the first step in a larger identity theft scheme.\r\n\r\n3. Hackers make money by selling your information\r\n\r\nSelling hacked personal data can be a lucrative business model. Often hackers bundle your personal information with other stolen data and sell it en masse to other criminals on the dark web, who can then use it in their own shady schemes. Not only do these criminals earn their money at your expense, but as they collect more information about you, there are more ways they can abuse it.\r\n\r\n4. Scammers use your data to tailor phishing attacks\r\n\r\nArmed with the knowledge about you that they gain from your hacked information, scammers can craft personalized phishing messages designed to trick you into revealing a password or clicking a malicious link. They may reference your recent purchases and activities or mention specific interests and personal connections to make the communication appear authentic. They can also forge, or “spoof,” emails that appear to be from a legitimate source, such as your bank, your employer, or a specific government agency that they know you are in contact with.\r\n\r\nEven if you are well aware of how to recognize a phishing email and extremely wary about clicking on links, once the attack is tailored specifically to your personal information it can be very difficult to spot. You could be tricked into sharing details such as financial information and logins or become a victim of a malware attack.\r\n \r\n5. Stolen personal information can be the starting point for identity theft\r\n\r\nWhen a hacker manages to obtain enough personal information about you – name, social security number, date of birth, address, account numbers, passwords, etc. – they may use it to impersonate you for fraudulent purposes. Whether to actively destroy your reputation or to use your identity as a “disguise” to commit crimes, identity thieves can do major damage.  This can go far beyond using your credit card for a shopping spree – they could buy illegal drugs, support terrorist activities, or consume or publish child pornography, all in your name.\r\n\r\nUnfortunately, the cases of identity theft cases reported to the Federal Trade Commission (FTC) has skyrocketed in recent years. The number more than doubled from 2019 to 2020; and Javelin Strategy reported that more than 15 million Americans experienced identity theft in 2021.\r\n\r\n6. An email hack isn't just about you – your contacts may also pay the price\r\n\r\nImagine you wake up one day and find out that your email account has been hacked. This may sound bad enough, but unfortunately it's not just about you. Hackers can use your compromised account to go after new victims. They may send scam emails to your friends, coworkers, or family – any of your contacts. And these emails will also be aimed at giving the hackers access to all of these people’s personal data, either by installing malware on their devices or tricking them into revealing information. In other words, a never-ending cycle of attacks that spreads from one person to another, all starting from your hacked account. That's why it’s important take action if you suspect your account has been hacked – and let your contacts know about it.\r\n\r\nName, email address, and password – that’s all it takes for a hacker to make your life miserable in all the ways described above. Now that we know why hackers steal data, this should motivate all of us to renew our commitment to using strong, unique passwords and protecting personal information against phishing and other scams.",
      "slug": "what-happens-when-data-is-hacked-what-hackers-do-with-personal-data",
      "image": "blog/hacker-stolen-information-620x380.jpg",
      "is_published": true,
      "views_count": 5,
      "created_date": "2023-11-18T18:24:43.895Z",
      "modified_date": "2023-11-19T07:18:35.680Z",
      "created_by": 3
    }
  },
  {
    "model": "blog.article",
    "pk": 5,
    "fields": {
      "title": "Emojis, emoticons & smileys: A brief history",
      "content": "It’s hard to imagine our online communications without emojis. They have made the leap from our emails and texts into popular culture, with an emoji movie and their own “holiday”: World Emoji Day on July 17. In honor of this special day, let’s take a look at the history of the emoji and its predecessor, the email emoticon. Plus: How to add emojis to your mail.com emails.\r\n\r\nEmoticons\r\n\r\nBefore there was the emoji, there was the emoticon – a combination of characters used to convey emotion or tone in a typed communication. The idea was that written messages can be easily misunderstood  without the facial expressions and vocal nuances of spoken conversations. Just think of the many ways a simple question like “Are you ready now?” could be interpreted – is the asker being impatient or polite?\r\n\r\nAlthough there are documented cases of people proposing such symbols in the 1960s and 70s, the more widespread use of computers in the 1980s gave the idea the push it needed. In 1982, computer scientist Scott Fahlman suggested the use of the sideways smiley :-) as a “joke marker,” as well as its opposite :-( for “things that are NOT jokes.” In Japan, another style of emoticons that did not require the reader to tilt their head (*_*) also emerged in the 1980s. Through the 1990s, the number of emoticons soared and the character combinations became more elaborate: Who will ever forget ¯\\_(ツ)_/¯ ?\r\n\r\nThe history of emojis\r\n\r\nThe word “emoji” literally means “picture-character” in Japanese. And the first emojis as we know them today also came from Japan. In 1999, artist Shigetaka Kurita was hired by mobile carrier DOCOMO to design a set of 12x12 pixel images that could be used as individual characters in text messages. His original 176 emojis were not just designed to convey emotion, but information as well, so they included symbols for different kinds of weather, food and drink. The idea spread like wildfire. By the mid-aughts the emoji had also conquered Europe and North America, prompting Google to suggest the development of a standard Unicode emoji set. This idea found widespread acceptance, although there are still minor variations in the characters between different platforms.\r\n\r\nEmojis today\r\n\r\nToday, there are more than 3,500 emojis on the Unicode Standard list. This is partly because, as emojis have conquered the world, they have been made more inclusive to better reflect the lives of the millions of people who use them. This has included different skin tones, food items, professions and depictions of families. And it seems certain that emojis will continue to evolve as society and popular culture change.\r\n\r\nHow do you put an emoji in an email?\r\n\r\nDepending on the email program you use, it may be set up to automatically replace some of the better-known emoticons (usually the sideways smileys) with the matching pictograms while you type – in other words, turn them into emojis. However, not all programs work like this, and the full range of emojis cannot be created with keystrokes. So email providers like mail.com provide you with a set of emojis you can click to insert into your message.",
      "slug": "emojis-emoticons-and-smileys-a-brief-history",
      "image": "blog/Emojis_teaser_image.jpg",
      "is_published": true,
      "views_count": 15,
      "created_date": "2023-11-18T18:30:07.207Z",
      "modified_date": "2023-11-26T09:58:57.132Z",
      "created_by": 8
    }
  },
  {
    "model": "blog.article",
    "pk": 6,
    "fields": {
      "title": "How to email a professor: 7-step guide",
      "content": "Students! Heading back to school? Do you know how to write an email to a professor? There will come a time when you need to email a professor. Whether you’re writing an email to a teacher or professor, no need to stress about it.\r\nWriting emails to professors is not as scary as it sounds. You’re in luck because we created handy dandy email samples to help you nail that email to your professor. Don’t be nervous, sending an email to a professor is a student rite of passage.\r\n\r\nWhat’s email worthy?\r\n\r\nBefore getting started on your email to the professor, think about if it is emailing worthy or can be simply brought up in class. For instance, if you found a chapter confusing, the best time to mention this is actually in class. If you’re confused, it’s likely that someone else is as well. Plus, if you were to email about a confusing chapter, the professor would likely respond encouraging for it to be addressed in class. Asking for a letter of recommendation is email worthy along with other personal requests such as absences, materials, etc\r\n\r\nHow to start your email to your professor\r\n\r\nNow that you have determined that this is indeed an email-worthy inquiry, let’s begin with the basics. In an email to a professor or teacher, you always want to maintain a professional and polite tone. You should start your email with an appropriate salutation and title for your professor. If your professor is a doctor, don’t forget to address them appropriately. You should state who you are and the precise reason for your email.\r\n-“Dear Professor [last name]”\r\n-“Hello Dr. [last name]”\r\n\r\nHow to end email to professor\r\n\r\nJust like in our guide to writing a thank you email, you should end your email with showing gratitude for their time. For example, this can be “thank you for your assistance with this matter,” or “I appreciate your time and consideration for my request.” Lastly, you should sign off with an appropriate and professional  closing line and salutation.\r\n\r\nInformation to include in your email\r\n\r\nIf you are excusing an absence, requesting material, etc. you should make sure that you detail which class (course title, day, and time). Many professors have different classes they teach, and it may otherwise be difficult for them to know which class you are referring to.\r\n\r\nIf your email contains a request that require input from your professor, like a recommendation letter, it is good to attach everything your professor would need for your request. Attach your resume or CV to the email, a letter of motivation, and/or your interests. It would also be helpful to send any necessary links that provide further information for your request. The idea is to provide the professor with as much information as they need to write a shining recommendation letter.\r\n\r\nHow to email a professor: Your checklist\r\n\r\nThe structure when it comes to writing a professor is very similar to writing a professional email. As mentioned before, there is really nothing to it but to do it. You can also plan your email ahead of time to make the process easier.\r\n1. Define your subject line: your subject line should be concise and effectively detail what your email will be about.\r\n2. Make appropriate salutations: Begin the email with an appropriate greeting followed by ‘Professor.’\r\n3. Detail your reason for the email: In the body of the email be specific and detailed about your reason for sending an email to your professor.\r\n4. Attach necessary information: Depending on the reason for the email, it might be helpful to attach additional information. For example, if you are sick and requesting an excused absence, you might want to attach the sick note to the email.\r\n5. Make an appropriate sign-off statement: Construct the perfect closing line by thanking your professor for their time. This shows gratitude for their assistance with your request.  \r\n6. Sign your full name: Because this is your professor we are talking about and not a family member, it is ideal that you sign your full first and last name at the end of the email. This also allows the professor to look up any necessary information if your email address does not explicitly have your name spelled out.\r\n7. Proofread your email: Reading it once again even out loud can help you catch mistakes or typos in your email.",
      "slug": "how-to-email-a-professor-7-step-guide",
      "image": "blog/email-to-professor-620x380.jpg",
      "is_published": true,
      "views_count": 5,
      "created_date": "2023-11-18T18:35:19.509Z",
      "modified_date": "2023-11-26T07:48:24.782Z",
      "created_by": 3
    }
  },
  {
    "model": "blog.article",
    "pk": 7,
    "fields": {
      "title": "Thank you email: How to say thank you meaningfully",
      "content": "We say thank you all the time in person for all kinds of kind gestures. Writing an appreciation email is handy in many professional and personal settings. Have you ever received a thank-you email that made you feel appreciated? We all can enjoy receiving an email that reminds us of Elvis Presley’s famous words, “Thank you, thank you very much.”\r\n\r\nWhat is a thank-you email?\r\n\r\nA thank-you email allows you to express your gratitude for something someone has done for you or will do for you in the future. You can even say thank you when asking for something and you are not sure you will receive it. Thank-you emails enhance your digital personality and let your recipient know that you appreciate their efforts. An email of appreciation can be a small or grand email gesture depending on the significance of the subject. There are many reasons why people write appreciation emails, from expressing sincere gratitude to putting your most polite foot forward.\r\n\r\nWhen to write a thank-you email\r\n\r\nWriting a thank-you email is not mandatory but it does give you some brownie points with your colleagues or anyone else who is in contact with you through email. A good rule of thumb is to write a thank-you email when someone does something for you. This can be in response to a small gesture such as sending you a report or a grand gesture like a job offer. You can also write a thank-you email to your friend for inviting you to a cookout or your cousin for sending old photos they found in Memaw’s attic. The only difference is the way you say, “thank you.”\r\n\r\nThank you email when making a request\r\n\r\nMaking request is a part of everyone’s life, whether you are making a request to your electric company for your bill, requesting assistance from a co-worker, or even requesting serious documents from the government. Saying thank you at the end of an email when making a request shows your recipient that you value their effort and time. It also helps you come across as very polite and appreciative. Ever received a request from someone and they didn’t say thank you (or please)? It almost sounds demanding and rude, doesn’t it? Well, the same tone comes across when thank you is not added to an email request.  \r\n\r\nHow to say thank you meaningfully in email\r\n\r\nIt doesn’t matter if your thank-you email is meant for work or for your personal use; to make your email of appreciation sincere and meaningful, follow this guide:\r\n1. Be clear and concise: Detail what you are thankful for and how the recipient’s efforts were of assistance to you. It does not have to be long and lengthy to be meaningful. Do not be vague; instead, be specific about what you appreciated.\r\n2. Express in a timely manner: Send your email of appreciation in a close time to when the favor or action took place. It is a good rule of thumb to thank someone within 24-48 hours of the thank worthy situation.\r\n3. Describe the effect: Detail how their efforts will impact you, your work, or other processes. This adds a layer of personalization, and the recipient can really feel the gratitude.\r\n4. Tone: Your writing tone should be authentic and genuine as if you were thanking someone in person. Just as you can tell when an apology email is sincere, you can also detect an insincere.\r\n\r\nHow to write a professional thank-you email\r\n\r\nWriting a professional thank-you email is not as complicated as it may seem. Formal appreciation emails are different from informal emails because they require a professional tone.\r\n1. Appropriate subject line: Your subject line should allude to why you are thanking your recipient. E.g., “Thanks for your help.”\r\n2. Address your recipient accurately: Ensure you use your recipient’s preferred salutation or name.\r\n3. Use professional language: Avoid using slang or inappropriate workplace language.\r\n4. Professional and appreciative tone: It is not only about the words you say but also how you say them. Maintaining a professional, sincere, and appreciative tone will go a long way in your thank-you email. Here are a few examples:\r\n “I appreciate the information you have shared.”\r\n“Thank you very much for your time.”\r\n“ I am grateful for your insights.”\r\n5. Be specific: Express why you are thanking your recipient and what the impact is or will be.\r\n6. Say thank you with sincere language: Use words of gratitude to express your thanks but do not overdo it and use fluff words. Your email of appreciation should have a specific thank you phrase that is easily understood and isn’t hidden by filler words.",
      "slug": "thank-you-email-how-to-say-thank-you-meaningfully",
      "image": "blog/thank-you-email-620x380.jpg",
      "is_published": true,
      "views_count": 8,
      "created_date": "2023-11-18T18:38:26.653Z",
      "modified_date": "2023-11-26T09:58:51.351Z",
      "created_by": 3
    }
  },
  {
    "model": "blog.article",
    "pk": 8,
    "fields": {
      "title": "18 email etiquette rules: Essential tips for personal & professional emails",
      "content": "From professional greetings in email to a choosing the right closing, proper email etiquette can be tricky. Given the many messages we write, read and reply to every day, it can be easy to make an embarrassing mistake. But it pays to make an effort: Email etiquette helps you make a good impression by showing respect and appreciation in your communications.\r\n\r\nEight basic rules of email etiquette\r\n\r\nYou probably use email for many purposes: writing a quick message to your BFF or your boss, sending a newsletter to the members of your club, requesting information from your insurance provider, etc. What do all these scenarios have in common? The same basic courtesies can be applied to show your respect for your recipient – and make sure your message gets the attention it deserves.\r\n\r\nGeneral email etiquette rules to apply in all situations:\r\n1. Use proper punctuation and avoid all caps. Using ALL CAPS IN YOUR EMAIL can be perceived as aggressive and shouty – and no one likes being shouted at. Be careful with other forms of emphasis as well – if you overuse exclamation marks, bold, underline, and italics, it diminishes their impact and your recipient may start to feel attention fatigue and give up on your message. Finally, use standard punctuation (periods at the end of sentences, etc.) to make your message more readable and avoid the impression of spam.\r\n\r\n2. Be concise. Remember you are writing an email, not a novel. Keeping your message to the point shows that you respect the recipient’s time – and makes it easier for them if they are checking email on their phone. This does not mean you have to leave out important details – just that you keep the focus on what truly matters.\r\n\r\n3. Use CC and BCC correctly. The CC and BCC fields are there so you can include people besides your primary recipient, and it can be tempting to take a “the more, the merrier” attitude. But you should keep in mind that many people receive over 100 emails each day, so it can be annoying to be copied into an email that has very little to do with them – and receive all the replies as the email chain grows. So it’s best to only use CC when it is truly important that those recipients are aware of the conversation, and BCC only to maintain recipient privacy on mass emails.\r\n\r\n4. Be courteous with attachments.  Remember that even if you have an email program with generous attachment size and email storage limits, the same might not be true of your recipient. Attaching a large file might clog up your recipient’s inbox or even cause your email to bounce back. Instead, you can upload the large file to a cloud service and send the recipient a sharing link. Or compress and send the attachment as a ZIP file. No matter how you are sending your attachment, make sure to call it to the recipient’s attention in your message. And if you plan to attach a file, make sure you actually do so before you hit send – otherwise you’ll be sending an embarrassing follow-up a few minutes later! \r\n\r\n5. Process your emotions before sending an email: If an email makes you feel upset, wait until you feel calmer before responding. Taking the time to feel all your feelings and gain perspective can save you from sending a response you’ll regret later. Remember that if you send a rude or insulting message in the heat of the moment, there is no taking it back. Even if you were to feel able to solve the problem productively later after a cooling-off period, your angry email would still be in the recipient’s inbox, potentially making the problem worse.\r\n\r\n6. Always proofread your message. Imagine an email contining spelllling and grammer mitakes – you would probably be less like to take it seriously and might even suspect it was spam. So always make sure the messages you send are error-free. A spellcheck is a good first step, but it won’t save you from typos like “incontinence” instead of “inconvenience.” You should always re-read your email at least once to catch any mistakes. For an important email, it’s even worth reading it out loud as a way to notice mistakes your eye might otherwise skim over.\r\n\r\n7. Use a widely available font. An email is not the right time to express yourself through a hard-to-read font like Monotype Corsiva, or to strain your recipient’s eyes by scaling down to an 8-point font size. Good email etiquette means using a font that’s easy to read, and you’ll want to stick to a standard font like Times New Roman or Arial for practical reasons as well: With hundreds of fonts now available, not every less-common font will be correctly displayed on every device.\r\n\r\n8. Send your message from an appropriate email address. Business correspondence should be sent from a business email address. If you are sending emails for work, use your company email address at all times. (Your employer may even have a policy prohibiting sending emails related to company business from a private account.) If you are self-employed, sending out job or college applications, or corresponding with your bank, you should create a professional email address, which means one that consists of your name and a serious sounding domain. There is also a time and place for fun domains or your college nickname – but save such addresses for writing to friends and family.\r\n\r\nBusiness email etiquette\r\n\r\nIf email etiquette is important in your everyday life, it’s even more essential in the workplace. That’s because the emails you write on the job reflect on your professional image and are important in maintaining positive relationships with clients and coworkers. Using appropriate language, tone and structure will also let you express your message more clearly, making your business communications more efficient and effective. Corporate email best practices include the email etiquette rules above as well as the following email etiquette examples.\r\n10 rules for professional email etiquette\r\n\r\nThese 10 email etiquette rules will help you make a positive impression on your coworkers, business contacts and customers.\r\n\r\n1. Write a clear, direct subject line\r\n\r\nThe subject line of your email may determine whether the recipient thinks it is worth their time to open. Just writing “Hi” or “Question” in the subject line – or even worse, leaving it blank – does not tell them anything about the relevance or urgency of your message. It is most effective to write a short, clear phrase or sentence that describes what your email is about, for example: “Meeting time changed” or “Feedback on your proposal”. Even if your email is urgent, it is poor etiquette to use all caps in the subject line, as that can appear like overly aggressive SHOUTING – or look like a spam mail.\r\n\r\n2. Make sure you have the recipient's name and address correct\r\n\r\nWhen writing a work email, make sure to check the email address as well as the spelling of recipient’s name. First off, nothing makes a bad impression like misspelling a person's name. Secondly, if you work in a big company there may be several individuals with the same or similar name. If you are initiating the email thread, make absolutely certain you have selected the correct person out of your email’s address book. If you send an email to the wrong Jackie Smith, not only will you appear careless, but there may also be privacy or security concerns if you are writing about a sensitive topic.\r\n\r\n3.  Start with an appropriate greeting\r\n\r\nProfessional greetings in email include:\r\n- Dear Ms./Mr. <Last name>,\r\n- Hello <First name>,\r\n- Hi <First name>,\r\n- Dear <Name of department> Team,\r\nThe formality of the greeting you choose will depend on the recipient. When sending a job application, for example, it’s best to start with “Dear Ms. Jones” unless specifically asked to use the manager’s first name; while “Hi Mike” is fine for a coworker. If you are writing in a chain of emails, you can skip the greeting in your replies, but always include one the first time you make contact. You should never use colloquial greetings like “Hey guys,” “Howdy” or “Yo!”  in professional emails.\r\n\r\n4. Use “Reply all” with caution\r\n\r\nWhen replying to an email, be sure that you are only sending your message to the people that you actually want to communicate with. When someone presses “Reply All” to answer a department-wide email, all 42 recipients may have the annoyance of inboxes clogged with emails that simply read “Thanks” or “OK”. But this is harmless compared to accidentally hitting “Reply All” and venting your frustrations about a project or a co-worker for everyone to read. It always pays to double-check the recipients before sending.\r\n\r\n5. Watch your tone and be careful with humor\r\n\r\nWhen we talk to someone in person or in a video call, we take cues from their facial expressions and the tone of their voice in addition to the actual words. These cues fall away in written communications like emails and text messages, which is one of the reasons that the emoji was invented. However, sprinkling your work correspondence with smileys is not considered professional. It’s far better to be careful with your word choices and consider how your recipient might (mis-)interpret them. Jokes and humor can easily fall flat or be misconstrued when written in an email – especially if you work in a multicultural setting. It’s best to save them for an in-person meeting where you can read the room.\r\n\r\n6. How quickly do you have to respond to a work email?\r\n\r\nAlthough it can be hard to answer every email you receive, you should do your best to reply to anything that is sent directly to you. Professional email etiquette calls for answering a message within 24 hours, even if it’s just to acknowledge that you’ve received it and give a timeframe as to when you can send a more detailed response. Otherwise people may think you are ignoring them or you haven’t received their message, and will send a follow-up message that takes up more of your – and their – time. Even if you can’t help someone, a polite “no” is more respectful and efficient than not answering at all.\r\n\r\n7. Remember that nothing is 100% confidential\r\n\r\nAlways remember that a digital message can leave a trail. All it takes is one (sometimes accidental) forward or careless CC and your email may be read by people you never intended it for, so it’s always best to not to write anything you would not want everyone to see. Even if you are angry, be careful how you express yourself – the issue could be resolved quickly, but your rude email will still be making the rounds. And never, ever use abusive language or include inappropriate images in a work email, which could remain on your company’s server long after you’ve deleted it.\r\n\r\n8. Send emails during business hours\r\n\r\nNow that many office workers work remotely at least one or two days a week, the line between work time and free time has become even more blurred. It may be convenient for you to fire off an email at 9 pm after putting the kids to bed or on Saturday morning before hitting the hiking trail. But what about your recipient? Your email may unintentionally cause them stress when it arrives in their inbox and they think a reply is expected. Or if you have international coworkers, an email sent during your working hours might arrive in the middle of dinner time in their time zone. The best solution is to either limit off-hour emails or make you expectations clear – “I don’t need a reply until tomorrow afternoon.” Or use a time-delay function to ensure your emails are delivered  at an appropriate hour to the recipient.\r\n\r\n9. What is a professional email closing?\r\n\r\nSigning off with “Cheers, Ben” might be sufficient when writing to someone in your team, but generally you should put a little more thought into your closing. Match the tone of your sign-off to that of your initial greeting and the rest of your message. Some of the most widely used business email closings are:\r\n- Sincerely,\r\n- Kind regards,\r\n- Regards,\r\n- Best,\r\n- Thank you,\r\nfollowed by your first name if you have addressed the recipient by their first name, or your first and last name if you have addressed them as Mr./Ms. XYZ.\r\n \r\nYour email should also include a professional signature that provides your recipient with some information about you. If you work for a company, your email will probably contain an automatic signature with your full name, title, the company name and your contact information, and often a logo and legal disclaimers. If you are a freelancer or have your own business, you should set up an automatic email footer for yourself.\r\n\r\n10. Set up automatic replies\r\n\r\nWhether you’re on vacation or attending a training, if you are out of the office for an entire business day or longer, setting up automatic replies to incoming emails is a professional courtesy you should not forget. An autoresponder helps keep the sender from getting frustrated when they don’t receive a timely response and gives them realistic expectations about when they’ll hear back from you. You should also use your autoreply to provide an alternative contact person, the dates you’ll be away, and any other relevant instructions.\r\n\r\nWe hope our professional email etiquette rules will save you from any unintentional faux pas down the road. We look forward to your feedback below!",
      "slug": "18-email-etiquette-rules-essential-tips-for-personal-and-professional-emails",
      "image": "blog/email_etiquette_teaser.Jpg",
      "is_published": true,
      "views_count": 41,
      "created_date": "2023-11-18T18:42:57.384Z",
      "modified_date": "2023-11-26T09:55:31.600Z",
      "created_by": 8
    }
  },
  {
    "model": "blog.article",
    "pk": 12,
    "fields": {
      "title": "111",
      "content": "222",
      "slug": "111",
      "image": "",
      "is_published": false,
      "views_count": 1,
      "created_date": "2023-11-25T10:01:59.289Z",
      "modified_date": "2023-11-26T08:56:30.657Z",
      "created_by": 3
    }
  }
]